{
    "version": "https://jsonfeed.org/version/1",
    "title": "ymca1990batch",
    "description": "",
    "home_page_url": "https://ymca1990.github.io/ymca-pages",
    "feed_url": "https://ymca1990.github.io/ymca-pages/feed.json",
    "user_comment": "",
    "author": {
        "name": "A YMCAian"
    },
    "items": [
        {
            "id": "https://ymca1990.github.io/ymca-pages/maneesh-chandan.html",
            "url": "https://ymca1990.github.io/ymca-pages/maneesh-chandan.html",
            "title": "Maneesh Chandan",
            "summary": "Pyare bhaiyon namaskar, Main Maneesh, aur ye meri kahaniYMCA ke baad 3 saal JCB job kariWahan Bharat Vishi Roy Mukesh, hum sab welders ikkathe huye, kaam bhi kiya aur masti bhi khoob kiPhir 97 mein main Canada chala gayaJaldi apni line ka kaam mila, Quality&hellip;",
            "content_html": "<div>Pyare bhaiyon namaskar, Main Maneesh, aur ye meri kahani</div>\n<div>YMCA ke baad 3 saal JCB job kari</div>\n<div>Wahan Bharat Vishi Roy Mukesh, hum sab welders ikkathe huye, kaam bhi kiya aur masti bhi khoob ki</div>\n<div>Phir 97 mein main Canada chala gaya</div>\n<div>Jaldi apni line ka kaam mila, Quality mein certifications kari, aur settle ho gaya</div>\n<div>Saubhagya se parivar aur mitron ka saath prapt hua, aur bahut pyara samay guzra,</div>\n<div>Saath milna, hasna, khelna, chalta raha.</div>\n<div>Kayi shauk bhi pure kiye,</div>\n<div>Tabla sikha, audio recording kari, 2003 mein job se break li, lekin Music profession na ban saka.</div>\n<div>Dobara job Telecom aur Consulting mein ki </div>\n<div>Aur phir 2014 mein India aaya, aur yahan mera vivah hua</div>\n<div>Kaash ye group tab hota to baarat ki shaan alag hoti</div>\n<div>Ramin International development mein graduate hain, Project Management professional hain, aur ab home minister hain.</div>\n<div>Hum Faridabad mein joint family ka anand le rahe hain</div>\n<div>2015 mein Maneera, 2017 mein Omjai aur 2019 mein Kenav ji hamare jeevan mein aaye hain.</div>\n<div>Badon ke ashirwad aur prabhu kripa se bahut hi svarnim aur sukhad samay chal raha hai</div>\n<div>Bacchon ko dada dadi ji taya tayi ji bua bhai behno ka dheron pyaar prapt hai</div>\n<div>Professionally abhi India mein bahut safalta nahi mili hai, par koi baat nahi</div>\n<div>Abhi apna present parivar ke saath bharpoor enjoy kar raha hoon.</div>\n<div>Gaye saal college se phir naata juda, bridge course  kiya</div>\n<div>Ek baar phir vo adbhut pal  jeene ko mile jo hamne bagair phones or selfies ke dil mein sanjoye huye hain</div>\n<div>Wahi classrooms, zang ki mehak, welding karna, auditorium, culmyca, basketball court, arena, canteen</div>\n<div>Aur sabse kimti – wo amazing individuals, wo pyare saathi, aap log,  jinke saath koi bhi kaam karna sambhav lagta tha.</div>\n<div>Aap sabka mere jivan mein aane ka bahut bahut dhanyawaad</div>\n<div>Is group ke karyakartaon ka dhanyawad</div>\n<div>God bless you all!</div>",
            "author": {
                "name": "A YMCAian"
            },
            "tags": [
            ],
            "date_published": "2020-05-23T21:45:55+05:30",
            "date_modified": "2020-05-23T21:45:55+05:30"
        },
        {
            "id": "https://ymca1990.github.io/ymca-pages/ymca-1990-batch.html",
            "url": "https://ymca1990.github.io/ymca-pages/ymca-1990-batch.html",
            "title": "YMCA 1990 Batch - Life Journeys",
            "author": {
                "name": "A YMCAian"
            },
            "tags": [
            ],
            "date_published": "2020-05-23T20:18:07+05:30",
            "date_modified": "2020-05-23T21:23:53+05:30"
        }
    ]
}
